Repository: DeftoLabs/webapp_dashboard
Catalog: lib/l10n/app_*.arb
Languages: es

source: Hello!
es: ¡Hola!

source: Welcome
es: Bienvenido

source: Dashboard
es: Panel Control

# analityc
source: Analisis
es: Análisis

# estadistic
source: Estadistics
es: Estadisticas

source: Orders
es: Órdenes

source: Shipment
es: Envío

source: Payments
es: Pagos

source: Products
es: Productos

source: Catalog
es: Catálogo

source: Categories
es: Categorías

source: Customers
es: Clientes

# route
source: Routes
es: Rutas

source: Zone
es: Zona

source: Users
es: Usuarios

source: Message
es: Mensaje

source: Preferences
es: Preferencias

source: Settings
es: Configuración

source: Support
es: Soporte

source: LogOut
es: Cerrar sesión

source: CREATE PAYMENT'
es: CREAR PAGO

source: SAVE
es: GUARDAR

source: PAYMENT REGISTERED
es: PAGO REGISTRADO

# doyouwant
source: DO YOU WANT TO ATTACH A FILE?
es: ¿DESEAS ADJUNTAR UN ARCHIVO?

# formatsallowed
source: ALLOWED FORMATS: .jpg .jpeg .png
es: FORMATOS PERMITIDOS: .JPG .JPEG .PNG

# errorimage
source: Failed to Upload Image
es: FALLÓ LA CARGA DE LA IMAGEN

source: Attach File
es: ADJUNTAR ARCHIVO

# errorpayment
source: Could not save the Payment:
es: NO SE PUDO GUARDAR EL PAGO:

source: Representative
es: REPRESENTANTE

source: CUSTOMER
es: CLIENTE

# selectacustomer
source: PLEASE SELECT A CUSTOMER
es: POR FAVOR, SELECCIONA UN CLIENTE

source: PAYMENT TYPE
es: TIPO DE PAGO

# selectpayment
source: PLEASE SELECT A PAYMENT TYPE
es: POR FAVOR, SELECCIONA UN TIPO DE PAGO

# errorcurrency01
source: NO CURRENCIES AVAILABLE
es: NO HAY MONEDAS DISPONIBLES

source: CURRENCY
es: MONEDA

# selectcurrency
source: PLEASE SELECT A CURRENCY
es: POR FAVOR, SELECCIONA UNA MONEDA

source: AMOUNT
es: MONTO

# selectamount
source: PLEASE ENTER AN AMOUNT
es: POR FAVOR, INGRESA UN MONTO

# validnumber
source: PLEASE ENTER A VALID NUMBER
es: POR FAVOR, INGRESA UN NÚMERO VÁLIDO

# maxlegth12
source: NOT EXCEED 12 CHARACTERS
es: NO EXCEDER 12 CARACTERES

# errorbank01
source: NO BANKS AVAILABLE
es: NO HAY BANCOS DISPONIBLES

source: BANK ACCOUNT
es: CUENTA BANCARIA

# selectbank
source: PLEASE SELECT A BANK RECEIVER
es: POR FAVOR, SELECCIONA UN BANCO RECEPTOR

source: DATE PAYMENT
es: FECHA DE PAGO

# selectadate
source: PLEASE SELECT A DATE
es: POR FAVOR, SELECCIONA UNA FECHA

source: REFERENCE
es: REFERENCIA

# selectreference
source: PLEASE ENTER A REFERENCE'
es: POR FAVOR, INGRESA UNA REFERENCIA

# maxlegth30
source: COMMENTS MUST NOT EXCEED 30 CHARACTERS
es: LOS COMENTARIOS NO DEBEN EXCEDER 30 CARACTERES

source: BANK
es: BANCO

# selectbankemisor
source: PLEASE ENTER A BANK NAME
es: POR FAVOR, INGRESA UN NOMBRE DE BANCO

source: DETAILS AND COMMENTS
es: DETALLES Y COMENTARIOS

# selectdetails
source: PLEASE ENTER A COMMENTS OR DETAILS
es: POR FAVOR, INGRESA UN COMENTARIO O DETALLE

# maxlegth50
source: NOT EXCEED 50 CHARACTERS
es: NO EXCEDER 50 CARACTERES

source: CASH
es: EFECTIVO

source: TRANSFER
es: TRANSFERENCIA

source: CHECK
es: CHEQUE

# usernotauth
source: USER NOT AUTHENTICATED
es: USUARIO NO AUTENTICADO

source: Payment View
es: Resumen de Pagos

# createpaymentview
source: Create Payment
es: Registrar un Pago

source: DATE
es: FECHA

source: TYPE
es: TIPO

# customerview
source: CUSTOMER
es: CLIENTE

source: EDIT
es: EDITAR

source: NO PAYMENTS AVAILABLE
es: NO TIENE REGISTRO DE PAGOS

# todayorders
source: TODAY'S ORDERS
es: ORDENES DE HOY

# neworder
source: NEW ORDERS
es: NUEVAS ORDENES

source: APPROVED
es: APROBADOS

source: NOTE / INVOICE
es: NOTA / FACTURA

source: ORDER FROM LAST 7 DAYS
es: ORDENES DE LOS ÚLTIMOS 7 DÍAS

source: TOP 5 PRODUCTS TODAY
es: TOP 5 PRODUCTOS DE HOY

source: NO PRODUCT SOLD TODAY
es: SIN VENTAS DEL DIA DE HOY

# ordersbysalesrepresntativelast7days
source: ORDERS BY SALES REPRESENTATIVE LAST 7 DAYS
es: ORDENES POR REPRESENTANTE EN LOS ÚLTIMOS 7 DÍAS

source: TOTAL SOLD LAST 7 DAYS
es: TOTAL VENDIDO EN LOS ÚLTIMOS 7 DÍAS

source: TOP 5 CUSTOMER TODAY
es: TOP 5 CLIENTES DE HOY

# top5customerlast30days
source: TOP 5 CUSTOMER IN THE LAST 30 DAYS
es: TOP 5 CLIENTES EN LOS ÚLTIMOS 30 DÍAS

# norderlast30days
source: NO ORDERS IN THE LAST 30 DAYS
es: SIN VENTAS LOS ULTIMOS 30 DIAS

source: TOP 5 PRODUCT IN THE LAST 30 DAYS
es: TOP 5 PRODUCTOS EN LOS ÚLTIMOS 30 DÍAS

source: AVAILABLE SOON
es: DISPONIBLE PRONTO

# createorderm
source: Create a Order
es: Crear una Orden

# createorder
source: CREATE A ORDER
es: CREAR UNA ORDEN

source: DELIVERY DATE
es: FECHA DE ENTREGA

source: ORDER TYPE
es: TIPO DE ORDEN

# errorordertype
source: SELECT A ORDER TYPE
es: SELECCIONE UN TIPO DE ORDEN

# noroute
source: NO ROUTE or
es: SIN RUTA ASIGNADA O

# custumerassigned
source: CUSTOMER ASSIGNED
es: NO TIENE CLIENTES ASIGNADOS

# selectcustomer
source: PLEASE SELECT A CUSTOMER
es: POR FAVOR SELECCIONE UN CLIENTE

source: ADD PRODUCT
es: AGREGAR PRODUCTO

source: ITEM
es: ARTICULO

# selectitem
source: SELECT A ITEM
es: SELECCIONE UN ARTICULO

source: PRICE
es: PRECIO

# selectprice
source: SELECT A PRICE
es: SELECCIONE UN PRECIO

source: QUANTITY
es: CANTIDAD

# selectqunatity
source: ENTER THE QUANTITY
es: INGRESE LA CANTIDAD

# maxlength4
source: CANNOT EXCEED 4 CHARACTERS
es: MAXIMO 4 CARACTERES

source: OBSERVATIONS AND COMMENTS:
es: OBSERVACIONES & COMENTARIOS

# maxlegth100
source: CANNOT EXCEED 100 CHARACTERS
es: NO PUEDE EXCEDER LOS 1O0 CARACETERES

source: CANCEL
es: CANCELAR

source: Warning
es: Advertencia

# warningmessage01
source: Are you sure you want to cancel this order?
es: Esta seguro que desea cancelar esta orden?

# warningmessage02
source: The product list is empty. Please add at least one product.
es: Esta Orden no tiene Articulos. Debe de agregar por lo menos ( 1 ) articulo

source: Order Created
es: Orden Creada

# ordererror
source: Could not save the Order
es: No se pudo guardar la Orden

source: ORDER
es: ORDEN

source: BRANCH
es: SUCURSAL

# noroderfound
source: NO ORDERS FOUND FOR:
es: NO SE ENCONTRARON ORDENES PARA:

# dowload
source: DOWNLOAD
es: DESCARGAR

# ordermessagedownload
source: Download Order'
es: Orden Descargada

source: Phone
es: Telefono

source: CREATE
es: CREADA

source: MODIFY
es: MODIFICADA

source: CUSTOMER INFO
es: INFORMACION DEL CLIENTE

source: CODE
es: CODIGO

source: ADDRESS
es: DIRECCION

# phoneh
source: PHONE
es: TELEFONO

source: CREDIT
es: CREDITO

source: DAYS
es: DIAS

# routeh
source: ROUTE
es: RUTA

# deliveryh
source: DELIVERY
es: ENTREGA

# typeh
source: TYPE
es: TIPO

source: TAX
es: IMPUESTO

source: SELECT DATE
es: SELECCIONE UNA FECHA

source: DELETE
es: ELIMINAR

# qtymessage01
source: This field cannot be empty
es: Este Campo no puede estar Vacio

# qtymessage02
source: Max 4 digits and 2 decimals
es: Max 4 digitos y 2 decimales

# pricemessage01
source: Enter a Price
es: Ingrese un Precio

# pricemessage02
source: Enter a Number
es: Ingrese un Numero

# priceenter
source: ENTER PRICE
es: INGRESE UN PRECIO

# orderdelete01
source: This order has only 1 item. To cancel the order, please use:
es: Esta Orden tiene 1 Articulo, para ELIMINAR, Por Favor use:

# orderdelete02
source: Product Deleted
es: Articulo Eliminado

# orderdelete03
source: Error to Update the Order
es: Error al Actualizar la Orden

source: SALES REPRESENTATIVE
es: REPRESENTANTE DE VENTAS

# manager
source: GENERAL INFO
es: Manager

# commentsmessage01
source: Cannot be empty
es: Algo que Agregar ?

# maxlegth25
source: Cannot exceed 25 characters
es: No puede tener mas de 25 Caracteres

# deleteorder
source: Are you sure to DELETE this ORDER?
es: Esta seguro en ELIMINAR esta ORDEN?

source: YES, DELETE
es: SI, ELIMINALA

# messageorderdelete
source: The ORDER has been DELETED
es: La ORDEN ha sido ELIMINADA

# messageorder01
source: Order Updated
es: Orden Actualizada

# messageorder02
source: Error to Update Order
es: Error al Actualizar la Orden

# messageorder03
source: Contact to Support
es: Contacte a Soporte

source: Orders Records
es: Historial de Ordenes

# searchbycustomer
source: Customer
es: Ordenes por Cliente

# searchbydate
source: Date
es: Ordenes por Fecha

# searchbyrepresentative
source: Representantive
es: Representante

# seachbysalesrepresentative
source: Orders by Sales Representative
es: Ordenes por Representate de Ventas

# searchbyproduct
source: Product
es: Ordenes por Producto

# searchbyroute
source: Route
es: Ordenes por Ruta

# rsales
source: REPRESENTATIVE
es: REPRESENTANTE

# gerenalorders
source: ORDERS VIEW
es: ORDENES

# orderdownloadmessage01
source: Order downloaded successfully.
es: Ordenes Descargas

# orderdownloadmessage02
source: That date has no orders
es: En esta fecha no se han emitido Ordenes

# orderdownloadmessage03
source: No orders found for the requested date
es: No se encontraron Ordenes en la Fecha Solicitada

# orderdownloadmessage04
source: An error occurred while fetching the data. Please try again.
es: Error con la Data, Intente de Nuevo Por Favor

# orderdownloadmessage05
source: An unexpected error occurred. Please try again.
es: Error Inesperado, Contacte a Soporte

source: Order of the Day
es: Ordenes Generadas

# norodertoday
source: NO ORDERS RECEIVED FOR TODAY
es: NO SE HAN RECIBIDO ORDENES HOY

source: Shipment Status
es: Status de Entregas

# productcatalog
source: Product List & Catalog
es: Catalogo & Lista de Productos

# catalogproducts
source: PRODUCT CATALOG
es: CATALOGO DE PRODUCTOS

# bybrand
source: Brand
es: Marca

# bycategories
source: Categories
es: Categoria

# byavailable
source: Available
es: Disponible

# select
source: SELECT AN OPTION
es: SELECCIONA UNA OPCION

# noorder
source: NO ORDERS
es: SIN ORDENES

# selectcustomermessage
source: Please select a Customer
es: Debe de Seleccionar un Cliente

# nocustomerorder01
source: Customer With No Orders
es: Este Cliente NO tiene Ordenes

# nocustomerorder02
source: The customer currently has no Orders.
es: Este Cliente Actualmente no tiene Ordenes

# nocustomerorder03
source: Error with the Customer Order
es: Error al Buscar la Orden, Contacte a Soporte

source: SEARCH
es: BUSCAR

# noorderscustomer
source: NO ORDERS FOUND FOR THIS CUSTOMER
es: NO SE ENCONTRARON ORDENES PARA ESTE CLIENTE

# selectdeliverydate
source: Please select a Delivery Date
es: Debe de Seleccionar una Fecha de Entrega

# selectcreatedate
source: Please select a Delivery Date
es: Debe de Seleccionar una Fecha de Creada la Orden

# noorderdate
source: No orders were found for the selected date.
es: No se encontraton Ordenes en la Fecha Seleccionada

# selectasalesrepresentative
source: Please select a Sales Representative
es: Debe de Seleccionar un Representante de Ventas

# noordernysalesrepresentative
source: Sales Representative With No Orders
es: Este Representante de Ventas no tiene Ordenes

# noordercurrentlysalesrepresentative
source: 'The Sales Representative currently has no Orders
es: Este Representante de Ventas no tiene Ordenes Actualmente

# selectproductmessage01
source: Please select a Product
es: Debe Seleccionar un Producto

# selectproductmessage02
source: Products With No Orders
es: Estos Productos no tiene Ordenes

# selectproductmessage03
source: No orders were found for the selected product.
es: No hay ordenes con ese Producto

# selectproductmessage04
source: Error retrieving product orders
es: Error al encontrar Ordenes, Contacte a Soporte

# noroderfoundsales
source: NO ORDERS FOUND FOR THIS SALES REPRESENTATIVE
es: NO SE ENCONTRARON ORDENES PARA ESTE REPRESENTANTE DE VENTAS

# nororderfoundproduct
source: NO ORDERS FOUND FOR THIS PRODUCT
es: NO SE ENCONTRATON ORDENES CON ESTE PRODUCTO

# selectroute
source: Please select a Route
es: Debe de Seleccionar una Ruta

# selectroutemessage01
source: Routes With No Orders
es: Esta Ruta NO tiene Ordenes

# selectroutemessage02
source: No orders were found for the selected route
es: No se encontraron Ordenes en la Ruta Seleccionada

# selectroutemessage03
source: Error retrieving route orders
es: Error al Consultar la Ruta, Contacte a Soporte

# selectroutemessage04
source: NO ORDERS FOUND FOR THIS ROUTE
es: NO SE ENCONRARON ORDENES EN ESTA RUTA

source: PRODUCT
es: PRODUCTO

# nutricional
source: NUTRITIONAL INFO
es: INFORMACION NUTRICIONAL

source: Data Analysis
es: Análisis de Datos

source: PRODUCTS VIEW
es: Productos

source: Product Information
es: Informacion del Producto

# generalinformation
source: GENEREAL INFORMATION
es: INFORMACION GENERAL

# barcode
source: BarCode & Internal Code
es: Codigo de Barra & Codigo Interno

# levelprice
source: LEVELS PRICE
es: NIVELES DE PRECIO

source: List of Products
es: Productos

source: PDF List
es: PDF Lista

source: Image
es: Imagen

# imagemessage01
source: Failed to Upload Image
es: No se actualizo la Imagen

# imagemessage02
source: Recommended Image Size:
es: Tamaño Recomendado de la Imagen:

# codem
source: Code
es: Código

source: Description
es: Descripción

source: Unit
es: Unid.

# pricem
source: Price
es: Precio

source: Prices
es: Precios

# pricel1
source: Price Level 01
es: Precio Nivel 01

# pricel2
source: Price Level 02
es: Precio Nivel 02

# pricel3
source: Price Level 03
es: Precio Nivel 03

# pricel4
source: Price Level 04
es: Precio Nivel 04

# pricel5
source: Price Level 05
es: Precio Nivel 05

# priceex
source: Price - e.g. 10.20
es: Precio - EJ: 10.20

# pricevalidation01
source: Price is required
es: Precio Requerido

# pricevalidation02
source: Invalid price format. Use . for decimals
es: Formato Invalido. Requiere . para decimales

# pricevalidation03
source: Invalid number
es: Numero Invlido

# descriptionm
source: DESCRIPTION
es: DESCRIPCION

# descriptionmessage01
source: Description is Required
es: La Descripción es Requerida

# descriptionmessage02
source: Description cannot be more than 40 characters
es: La Descripción no puede exceder los 40 caracteres

# stockd
source: STOCK - (Accept up to 4 decimals) e.g. 10.1234
es: STOCK - (Acepta hasta 4 decimales) EJ. 31.1234

# stockmessage01
source: STOCK IS REQUIRED
es: STOCK es Requerida

# stockmessage02
source: INVALID STOCK FORMAT (Only Numbers) Use . / Max 4 Decimals'
es: Formato Invalido (Solo Numeros) Utilice . / Max 4 Decimales'

# unitm
source: UNIT
es: UNID

# unitmessage01
source: UNIT IS REQUIRED
es: Debe de Seleccionar una Unidad de Venta

# categorym
source: CATEGORY
es: CATEGORIA

# selectcategory
source: SELECT A CATEGORY
es: Debe Seleccionar una Categoria

# taxm
source: TAX
es: IMPUESTO

# taxmessage01
source: SELECT A TAX
es: Debe Selecionar un Impuesto

# taxmessage02
source: Select a Tax
es: Seleccione un Impuesto

source: Category
es: Categoría

# editm
source: Edit
es: Editar

source: UPDATE
es: ACTUALIZADO

# productmessage01
source: COULD NOT SAVE THE PRODUCT
es: NO SE GUARDO EL PRODUCTO, CONTACTE A SOPORTE

# fieldrequest
source: This field is required
es: Este Campo es requerido

# maxlegth14
source: The code cannot have more than 14 characters
es: El codigo NO puede exceder los 14 Caracteres

source: CREATED
es: CREADO

# categorys
source: CATEGORIES
es: CATEGORIAS

# createcaterory
source: Create a Category
es: Crear una Categoria

source: Create by
es: Creada por

# customerm
source: CUSTOMER
es: CLIENTES

source: Legal Name
es: Denominacion Comercial

# branchm
source: Branch
es: Sucursal

# zonem
source: Zone
es: Zona

# contacinfo
source: Contact Info
es: Información de Contacto

# conditionsales
source: Conditions Sales
es: Condiciones de Venta

# creditsales
source: CREDIT & SALES DATA
es: CREDITO & ZONA

# creditinfo
source: Credit (Days) & Cash
es: Credito (Dias) & Efectivo

source: Zone Name
es: Zona

# requiredcredit
source: Credit is Required
es: El Credito es Requerido

# onlynumbers
source: Only numbers are allowed
es: Solo valores Numericos

# maxlegth3
source: Max 3 characters
es: Max 3 Caracteres

# selectzone
source: Select a Zone
es: Seleccione la Zona

# requiredmanager
source: Manager is Required
es: El Nombre del Manager es Requerido

# maxlegth20
source: Max 20 characters
es: Max 20 Caractres

# requiredphone
source: Phone is Required
es: El Telefono es Requerido

# phonemessage01
source: Only numbers and a leading + are allowed (No space allowed)
es: Solo Numeros Unicamente (Sin Espacios)

source: Email not Valid
es: Email No Valido

# requiredwebsite
source: WebSite is Required
es: WebSite es requerido

# maxlegth40
source: Max 40 characters
es: Max 40 Caracteres

# updatecustomer
source: Customer Updated
es: Cliente Actualizado

# errorupdatecustomer
source: Error to Update the Customer
es: Error al Actualizar Cliente, Contacte a Soporte

# requiredtaxid
source: TAX ID is Required
es: El RIF es Requerido

# minlegth3
source: Min 3 characters
es: Min 3 Caracteres

# requiredbussinessname
source: Bussiness Name is Required
es: Nombre Comercial es Requerido

# maxlegth17
source: Max 17 characters
es: Max 17 Caracteres

# max90legth
source: Max 90 characters
es: Max 90 Caracteres

# requiredaddress
source: Address is Required
es: La dirección es Requerida

# max179legth
source: Max 179 characters
es: Max 179 Caracteres

# requirednote
source: Note is Required
es: La Nota es Requerida

# requiredcode
source: Code Required
es: El Codigo es Requerido

source: TAX ID
es: RIF

source: Bussiness Name
es: Nombre Comercial

source: Aditional Information
es: Información Adicional

source: Add Location
es: Agregar Localizacion

source: Note
es: Nota

source: Back
es: Volver

source: Wait Please ...
es: Cargando el Mapa ...

# errormap
source: Error loading Google Maps:
es: Error al Cargar el Mapa:

# salesrepresentativemap
source: Sales Representative
es: Representante de Ventas

source: Loading ...
es: Cargando ...

# errormap01
source: Error to get address: No results found
es: Error al obtener la direccion: No se encontraron resultados

# errormap02
source: Error to connect to the server
es: Error al conectarse con el servidor

source: No address available
es: Direccion No Disponible

source: Page
es: Pagina

# routeview
source: Routes
es: Rutas

# createnewroute
source: Create a New Route
es: Crear una Nueva Ruta

# routename
source: ROUTE
es: RUTA

# routedetail
source: Route Details
es: Detalles de la Ruta

source: Route Code
es: Codigo de la Ruta

# routenamem
source: Route
es: Ruta

source: Total Customers
es: Total Clientes

source: Edit Route Information
es: Editar la Ruta

# addcustomerroute
source: Add a Customer Route
es: Añadir Clientes a la Ruta

source: No Customer Available
es: No Tiene Clientes Disponibles

source: Day of the Week
es: Dias de la Semana

source: Add
es: Añadir

# selectcustomerroute
source: Select a Customer
es: Seleccione un Cliente

source: Select Day of the Week
es: Seleccione un Dia de la Semana

# removeoreditcustomerfromroute
source: Remove or Edit a Customer from Route
es: Remover o Editar Clientes de la Ruta

source: Remove
es: Remover

# savem
source: Save
es: Guardar

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

# routeremovemessage01
source: Select a valid Customer and Day of the week
es: Selecciona un Cliente y un Dia de la Semana Valido

# routeremovemessage02
source: Are you sure to
es: Estas Seguro de

# removem
source: REMOVE
es: REMOVER

# routeremovemessage03
source: this customer from the route?
es: este cliente de esta Ruta?

# routeremovemessage04
source: The customer has been removed from the route.
es: El Cliente ha sido REMOVIDO de la RUTA

# routeremovemessage05
source: Failed to remove the customer. Please try again.'
es: Error al Remover al Cliente. Contacte a Soporte

# routeremovemessage06
source: Please select a customer and a route.
es: Por Favor, Seleecione un Cliente y una Ruta

# routeremovemessage07
source: Select a valid Customer and Day of the week
es: Selecciona un Cliente y un Dia de la Semana Valido

# routeremovemessage08
source: Are you sure you want to
es: Estas Seguro de

# modifym
source: MODIFY
es: MOIFICAR

# routeremovemessage09
source: this customer from the route?
es: este cliente de esta Ruta?

# routeremovemessage10
source: Day of the week successfully updated
es: Dia de la Semana, Actualizado Correctamente

# routeremovemessage11
source: Error updating the day of the week. Please try again.
es: Error al Actualizar el Dia de la Semana, Contacte a Soporte

# routeremovemessage12
source: Please select a customer and a day of the week.
es: Selecciona un Cliente y un Dia de la Semana Valido

# addm
source: ADD
es: ANADIR

# routeremovemessage13
source: The customer has been Added from the route.
es: El Cliente se añadio a la Ruta

# routeremovemessage14
source: Please select a customer and a route.
es: Por Favor Seleccione un Cliente y una Ruta

# routeremovemessage15
source: Error to Update the Route
es: Error al Actualizar la Ruta, Contacte a Soporte

# routerequired
source: Route Name is Required
es: Requiere el Nombre de la Ruta

# routeuodate
source: Route Updated
es: Ruta Actualizada

# nocustomerthisday
source: No Customer for this day
es: Sin Clientes Asignados

source: Zones
es: Zonas

# zona
source: ZONE
es: ZONA

source: List of Zone
es: Lista de Zonas

source: Create a Zone
es: Crear una Zona

# zonemap
source: Map
es: Mapa

# zonecode
source: Internal Zone Code
es: Codigo de la Zona

# createazonemap
source: Create a Zone on The Map
es: Crear una Zona en el Mapa

# zonemessage
source: With Version 2.0, you will be abel to select areas on the Map.
es: Con la Version 2.0, se podra seleccionar el area en el Mapa

# maxlegth10
source: Max 10 Characters
es: Max 10 Caracteres

# codrequired
source: Code is required
es: El Codigo es Requerido

# zonenamerequired
source: Zone Name is required
es: El Nombre de la Zona es requerido

# descriptionrequired
source: Description is required
es: La Descripcion es Requerida

# maxlegth60
source: Max 60 Characters
es: Max 60 Caracteres

# zonemessage01
source: Could not save the Zone
es: Error al Guardar la Zona, Contacte a Soporte

# zonemessage02
source: Zone Updated
es: Zona Actualizada

# zonemessage03
source: Important: The Code and Name mut be unique, cannot be repeated
es: Importante: EL Codigo y el Nombre deben de ser unicos, no se pueden repetir

source: Bussiness Settings
es: Configuración de la Empresa

source: Profile
es: Perfil

source: Account Settings
es: Configuración de la Cuenta

source: Finance Settings
es: Finanzas / Monedas

# banksaccount
source: Bank Account
es: Cuentas Bancarias

source: General Settings
es: Configuración General

# inactiveusers
source: Inactive
es: Usuarios Inactivos

# language
source: English
es: Español
